# St7SetBeamDrawAxes

Sets whether to Draw Axes with the display of beams.

long St7SetBeamDrawAxes(long uID, bool Show)

Input Parameters

uID

Strand7 model file ID.

Show

The state of the Draw Axes option; either True or False.